Repository: stokay/MySQLClient
Catalog: Sources/MySQLMacClient/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: History: recent queries run on this connection — the selected query is appended to the editor
ar: السجل: الاستعلامات الأخيرة التي تم تشغيلها على هذا الاتصال — يُضاف الاستعلام المحدد إلى المحرر
de: Verlauf: zuletzt auf dieser Verbindung ausgeführte Abfragen — die ausgewählte Abfrage wird an den Editor angehängt
es: Historial: consultas recientes ejecutadas en esta conexión — la consulta seleccionada se añade al editor
fr: Historique : requêtes récentes exécutées sur cette connexion — la requête sélectionnée est ajoutée à l'éditeur
hi: इतिहास: इस कनेक्शन पर हाल ही में चलाई गई क्वेरी — चयनित क्वेरी संपादक में जोड़ दी जाती है
id: Riwayat: query terbaru yang dijalankan pada koneksi ini — query yang dipilih akan ditambahkan ke editor
it: Cronologia: query recenti eseguite su questa connessione — la query selezionata viene aggiunta all'editor
ja: 履歴: この接続で実行された最近のクエリ — 選択したクエリはエディタに追加されます
ko: 기록: 이 연결에서 최근 실행한 쿼리 — 선택한 쿼리가 편집기에 추가됩니다
pl: Historia: ostatnie zapytania wykonane w tym połączeniu — wybrane zapytanie zostaje dodane do edytora
pt_br: Histórico: consultas recentes executadas nesta conexão — a consulta selecionada é adicionada ao editor
ru: История: последние запросы, выполненные в этом подключении — выбранный запрос добавляется в редактор
th: ประวัติ: คำสั่ง SQL ล่าสุดที่รันบนการเชื่อมต่อนี้ — คำสั่งที่เลือกจะถูกเพิ่มลงในตัวแก้ไข
tr: Geçmiş: bu bağlantıda çalıştırılan son sorgular — seçilen sorgu editörün sonuna eklenir
vi: Lịch sử: các câu lệnh gần đây đã chạy trên kết nối này — câu lệnh được chọn sẽ được thêm vào trình soạn thảo
zh_hans: 历史记录：此连接上最近运行的查询 — 所选查询会追加到编辑器中
zh_hant: 記錄：此連線上最近執行的查詢 — 所選查詢會附加至編輯器

source: Host
ar: المضيف
es: Servidor
fr: Hôte
hi: होस्ट
ja: ホスト
ko: 호스트
ru: Хост
th: โฮสต์
tr: Sunucu
vi: Máy chủ
zh_hans: 主机
zh_hant: 主機

source: IMPORT COLUMNS FROM FILE
ar: استيراد الأعمدة من ملف
de: SPALTEN AUS DATEI IMPORTIEREN
es: IMPORTAR COLUMNAS DESDE ARCHIVO
fr: IMPORTER LES COLONNES DEPUIS UN FICHIER
hi: फ़ाइल से कॉलम आयात करें
id: IMPOR KOLOM DARI FILE
it: IMPORTA COLONNE DA FILE
ja: ファイルから列をインポート
ko: 파일에서 열 가져오기
pl: IMPORTUJ KOLUMNY Z PLIKU
pt_br: IMPORTAR COLUNAS DE ARQUIVO
ru: ИМПОРТ СТОЛБЦОВ ИЗ ФАЙЛА
th: นำเข้าคอลัมน์จากไฟล์
tr: DOSYADAN KOLON İÇE AKTAR
vi: NHẬP CỘT TỪ TỆP
zh_hans: 从文件导入列
zh_hant: 從檔案匯入欄位

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
hi: आयात करें
id: Impor
it: Importa
ja: インポート
ko: 가져오기
pl: Importuj
pt_br: Importar
ru: Импорт
th: นำเข้า
tr: İçe Aktar
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

source: Import Columns
ar: استيراد الأعمدة
de: Spalten Importieren
es: Importar Columnas
fr: Importer des colonnes
hi: कॉलम आयात करें
id: Impor Kolom
it: Importa colonne
ja: 列をインポート
ko: 열 가져오기
pl: Importuj kolumny
pt_br: Importar colunas
ru: Импорт столбцов
th: นำเข้าคอลัมน์
tr: Kolonları İçe Aktar
vi: Nhập Cột
zh_hans: 导入列
zh_hant: 匯入欄位

source: Import Complete
ar: اكتمل الاستيراد
de: Import Abgeschlossen
es: Importación Completada
fr: Importation terminée
hi: आयात पूर्ण
id: Impor Selesai
it: Importazione completata
ja: インポート完了
ko: 가져오기 완료
pl: Import ukończony
pt_br: Importação concluída
ru: Импорт завершён
th: นำเข้าเสร็จสมบูรณ์
tr: İçe Aktarma Tamamlandı
vi: Nhập Hoàn tất
zh_hans: 导入完成
zh_hant: 匯入完成

source: Import...
ar: استيراد...
de: Importieren...
es: Importar...
fr: Importer...
hi: आयात करें...
id: Impor...
it: Importa...
ja: インポート...
ko: 가져오기...
pl: Importuj…
pt_br: Importar...
ru: Импорт…
th: นำเข้า...
vi: Nhập...
zh_hans: 导入…
zh_hant: 匯入…

source: Indexes
ar: الفهارس
de: Indizes
es: Índices
fr: Index
hi: इंडेक्स
id: Indeks
it: Indici
ja: インデックス
ko: 인덱스
pl: Indeksy
pt_br: Índices
ru: Индексы
th: ดัชนี
tr: İndeksler
vi: Chỉ mục
zh_hans: 索引
zh_hant: 索引

source: Info
ar: معلومات
es: Información
fr: Infos
hi: जानकारी
ja: 情報
ko: 정보
pl: Informacje
pt_br: Informações
ru: Инфо
th: ข้อมูล
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

source: Info View
ar: عرض المعلومات
de: Info-Ansicht
es: Vista de Información
fr: Vue Infos
hi: जानकारी दृश्य
id: Tampilan Info
it: Vista informazioni
ja: 情報表示
ko: 정보 보기
pl: Widok informacji
pt_br: Visualização de informações
ru: Вид «Инфо»
th: มุมมองข้อมูล
tr: İnfo Görünümü
vi: Chế độ xem Thông tin
zh_hans: 信息视图
zh_hant: 資訊檢視

source: Info — %@
ar: معلومات — %@
es: Información — %@
fr: Infos — %@
hi: जानकारी — %@
ja: 情報 — %@
ko: 정보 — %@
pl: Informacje — %@
pt_br: Informações — %@
ru: Инфо — %@
th: ข้อมูล — %@
vi: Thông tin — %@
zh_hans: 信息 — %@
zh_hant: 資訊 — %@

source: Insert SQL Query
ar: إدراج استعلام SQL
de: SQL-Abfrage Einfügen
es: Insertar Consulta SQL
fr: Insérer la requête SQL
hi: SQL क्वेरी सम्मिलित करें
id: Sisipkan SQL Query
it: Inserisci query SQL
ja: SQL クエリを挿入
ko: SQL 쿼리 삽입
pl: Wstaw zapytanie SQL
pt_br: Inserir consulta SQL
ru: Вставить SQL-запрос
th: แทรก SQL Query
tr: SQL Sorgu Ekle
vi: Chèn SQL Query
zh_hans: 插入 SQL 查询
zh_hant: 插入 SQL 查詢

source: Invalid %@.
ar: %@ غير صالح.
de: Ungültig: %@.
es: %@ no válido.
fr: %@ non valide.
hi: अमान्य %@।
id: %@ tidak valid.
it: %@ non valido.
ja: 無効な %@。
ko: 잘못된 %@입니다.
pl: Nieprawidłowe: %@.
pt_br: %@ inválido(a).
ru: Недопустимое значение: %@.
th: %@ ไม่ถูกต้อง
tr: Geçersiz %@.
vi: %@ không hợp lệ.
zh_hans: 无效的 %@。
zh_hant: 無效的 %@。

source: Invalid length for column "%@": %@
ar: طول غير صالح للعمود "%@": %@
de: Ungültige Länge für Spalte „%@“: %@
es: Longitud no válida para la columna "%@": %@
fr: Longueur non valide pour la colonne « %@ » : %@
hi: कॉलम "%@" के लिए अमान्य लंबाई: %@
id: Panjang tidak valid untuk kolom "%@": %@
it: Lunghezza non valida per la colonna "%@": %@
ja: 列 "%@" の長さが無効です: %@
ko: 열 "%@"의 길이가 잘못되었습니다: %@
pl: Nieprawidłowa długość kolumny „%@”: %@
pt_br: Tamanho inválido para a coluna "%@": %@
ru: Недопустимая длина для столбца «%@»: %@
th: ความยาวไม่ถูกต้องสำหรับคอลัมน์ "%@": %@
tr: "%@" kolonunun uzunluğu geçersiz: %@
vi: Độ dài không hợp lệ cho cột "%@": %@
zh_hans: 列 “%@” 的长度无效：%@
zh_hant: 欄位「%@」的長度無效：%@

source: Invalid table/column name: %@
ar: اسم جدول/عمود غير صالح: %@
de: Ungültiger Tabellen-/Spaltenname: %@
es: Nombre de tabla/columna no válido: %@
fr: Nom de table/colonne non valide : %@
hi: अमान्य टेबल/कॉलम नाम: %@
id: Nama tabel/kolom tidak valid: %@
it: Nome tabella/colonna non valido: %@
ja: 無効なテーブル名／列名です: %@
ko: 잘못된 테이블/열 이름: %@
pl: Nieprawidłowa nazwa tabeli/kolumny: %@
pt_br: Nome de tabela/coluna inválido: %@
ru: Недопустимое имя таблицы или столбца: %@
th: ชื่อตาราง/คอลัมน์ไม่ถูกต้อง: %@
tr: Geçersiz tablo/sütun adı: %@
vi: Tên bảng/cột không hợp lệ: %@
zh_hans: 表/列名称无效：%@
zh_hant: 無效的表格／欄位名稱：%@

source: Keychain error (%d): %@
ar: خطأ في سلسلة المفاتيح (%d): %@
de: Schlüsselbund-Fehler (%d): %@
es: Error de Llavero (%d): %@
fr: Erreur de trousseau (%d) : %@
hi: Keychain त्रुटि (%d): %@
id: Error Keychain (%d): %@
it: Errore Keychain (%d): %@
ja: キーチェーンエラー (%d): %@
ko: 키체인 오류 (%d): %@
pl: Błąd pęku kluczy (%d): %@
pt_br: Erro no chaveiro (%d): %@
ru: Ошибка связки ключей (%d): %@
th: ข้อผิดพลาด Keychain (%d): %@
tr: Keychain hatası (%d): %@
vi: Lỗi Keychain (%d): %@
zh_hans: 钥匙串错误 (%d)：%@
zh_hant: 鑰匙圈錯誤 (%d)：%@

source: Keyword color
ar: لون الكلمات المفتاحية
de: Farbe für Schlüsselwort
es: Color de palabra clave
fr: Couleur des mots-clés
hi: कीवर्ड रंग
id: Warna kata kunci
it: Colore parole chiave
ja: キーワードの色
ko: 키워드 색상
pl: Kolor słów kluczowych
pt_br: Cor das palavras-chave
ru: Цвет ключевых слов
th: สีคีย์เวิร์ด
tr: Anahtar kelime rengi
vi: Màu từ khóa
zh_hans: 关键字颜色
zh_hant: 關鍵字顏色

source: LENGTH
ar: الطول
de: LÄNGE
es: LONGITUD
fr: LONGUEUR
hi: लंबाई
id: PANJANG
it: LUNGHEZZA
ja: 長さ
ko: 길이
pl: DŁUGOŚĆ
pt_br: TAMANHO
ru: ДЛИНА
th: ความยาว
tr: UZUNLUK
vi: ĐỘ DÀI
zh_hans: 长度
zh_hant: 長度

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Later
ar: لاحقًا
de: Später
es: Más Tarde
fr: Plus tard
hi: बाद में
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
pl: Później
pt_br: Mais tarde
ru: Позже
th: ภายหลัง
tr: Daha Sonra
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: लाइट
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
pl: Jasny
pt_br: Claro
ru: Светлая
th: สว่าง
tr: Açık
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

source: Limited
ar: محدود
de: Begrenzt
es: Limitado
fr: Limité
hi: सीमित
id: Terbatas
it: Limitato
ja: 制限あり
ko: 제한됨
pl: Ograniczone
pt_br: Limitado
ru: Ограничено
th: จำกัด
tr: Sınırlı
vi: Giới hạn
zh_hans: 受限
zh_hant: 受限

source: Loading columns…
ar: جارٍ تحميل الأعمدة…
de: Spalten werden geladen…
es: Cargando columnas…
fr: Chargement des colonnes…
hi: कॉलम लोड हो रहे हैं…
id: Memuat kolom…
it: Caricamento colonne…
ja: 列を読み込み中…
ko: 열 불러오는 중…
pl: Wczytywanie kolumn…
pt_br: Carregando colunas…
ru: Загрузка столбцов…
th: กำลังโหลดคอลัมน์…
tr: Kolonlar yükleniyor…
vi: Đang tải cột…
zh_hans: 正在加载列…
zh_hant: 正在載入欄位…

source: Loading objects…
ar: جارٍ تحميل العناصر…
de: Objekte werden geladen…
es: Cargando objetos…
fr: Chargement des objets…
hi: ऑब्जेक्ट लोड हो रहे हैं…
id: Memuat objek…
it: Caricamento oggetti…
ja: オブジェクトを読み込み中…
ko: 개체 불러오는 중…
pl: Wczytywanie obiektów…
pt_br: Carregando objetos…
ru: Загрузка объектов…
th: กำลังโหลดอ็อบเจ็กต์…
tr: Nesneler yükleniyor…
vi: Đang tải đối tượng…
zh_hans: 正在加载对象…
zh_hant: 正在載入物件…

source: Loading table structure…
ar: جارٍ تحميل بنية الجدول…
de: Tabellenstruktur wird geladen…
es: Cargando estructura de la tabla…
fr: Chargement de la structure de la table…
hi: टेबल संरचना लोड हो रही है…
id: Memuat struktur tabel…
it: Caricamento struttura tabella…
ja: テーブル構造を読み込み中…
ko: 테이블 구조 불러오는 중…
pl: Wczytywanie struktury tabeli…
pt_br: Carregando estrutura da tabela…
ru: Загрузка структуры таблицы…
th: กำลังโหลดโครงสร้างตาราง…
tr: Tablo yapısı yükleniyor…
vi: Đang tải cấu trúc bảng…
zh_hans: 正在加载表结构…
zh_hant: 正在載入表格結構…

source: Loading…
ar: جارٍ التحميل…
de: Wird geladen…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
id: Memuat…
it: Caricamento…
ja: 読み込み中…
ko: 불러오는 중…
pl: Wczytywanie…
pt_br: Carregando…
ru: Загрузка…
th: กำลังโหลด…
tr: Yükleniyor…
vi: Đang tải…
zh_hans: 正在加载…
zh_hant: 正在載入…

source: Lock INSERT statements
ar: قفل عبارات INSERT
de: INSERT-Anweisungen sperren
es: Bloquear instrucciones INSERT
fr: Verrouiller les instructions INSERT
hi: INSERT कथन लॉक करें
id: Kunci pernyataan INSERT
it: Blocca istruzioni INSERT
ja: INSERT 文をロックする
ko: INSERT 문 잠금
pl: Blokuj instrukcje INSERT
pt_br: Bloquear instruções INSERT
ru: Блокировать инструкции INSERT
th: ล็อกคำสั่ง INSERT
tr: INSERT ifadelerini kilitle
vi: Khóa câu lệnh INSERT
zh_hans: 锁定 INSERT 语句
zh_hant: 鎖定 INSERT 語句

source: Lock tables for reading
ar: قفل الجداول للقراءة
de: Tabellen zum Lesen sperren
es: Bloquear tablas para lectura
fr: Verrouiller les tables en lecture
hi: पढ़ने के लिए टेबल लॉक करें
id: Kunci tabel untuk pembacaan
it: Blocca tabelle per la lettura
ja: テーブルを読み取り用にロックする
ko: 읽기용으로 테이블 잠금
pl: Blokuj tabele do odczytu
pt_br: Bloquear tabelas para leitura
ru: Блокировать таблицы для чтения
th: ล็อกตารางสำหรับการอ่าน
tr: Okuma için tabloları kilitle
vi: Khóa bảng để đọc
zh_hans: 锁定表以供读取
zh_hant: 鎖定表格以供讀取

source: Main toolbar icon size
ar: حجم أيقونات شريط الأدوات الرئيسي
de: Symbolgröße der Hauptwerkzeugleiste
es: Tamaño de icono de la barra de herramientas principal
fr: Taille des icônes de la barre d'outils principale
hi: मुख्य टूलबार आइकन आकार
id: Ukuran ikon toolbar utama
it: Dimensione icone barra degli strumenti principale
ja: メインツールバーのアイコンサイズ
ko: 기본 도구 모음 아이콘 크기
pl: Rozmiar ikon głównego paska narzędzi
pt_br: Tamanho dos ícones da barra de ferramentas principal
ru: Размер значков основной панели инструментов
th: ขนาดไอคอนแถบเครื่องมือหลัก
tr: Üst araç çubuğu ikon boyutu
vi: Cỡ biểu tượng thanh công cụ chính
zh_hans: 主工具栏图标大小
zh_hant: 主工具列圖示大小

source: New Connection
ar: اتصال جديد
de: Neue Verbindung
es: Nueva Conexión
fr: Nouvelle connexion
hi: नया कनेक्शन
id: Koneksi Baru
it: Nuova connessione
ja: 新規接続
ko: 새 연결
pl: Nowe połączenie
pt_br: Nova conexão
ru: Новое подключение
th: การเชื่อมต่อใหม่
tr: Yeni Bağlantı
vi: Kết nối Mới
zh_hans: 新建连接
zh_hant: 新增連線

source: New Database
ar: قاعدة بيانات جديدة
de: Neue Datenbank
es: Nueva Base de Datos
fr: Nouvelle base de données
hi: नया डेटाबेस
id: Database Baru
it: Nuovo database
ja: 新規データベース
ko: 새 데이터베이스
pl: Nowa baza danych
pt_br: Novo banco de dados
ru: Новая база данных
th: ฐานข้อมูลใหม่
tr: Yeni Veritabanı
vi: Cơ sở dữ liệu Mới
zh_hans: 新建数据库
zh_hant: 新增資料庫

source: New Event
ar: حدث جديد
de: Neues Ereignis
es: Nuevo Evento
fr: Nouvel événement
hi: नया इवेंट
id: Event Baru
it: Nuovo evento
ja: 新規イベント
ko: 새 이벤트
pl: Nowe zdarzenie
pt_br: Novo evento
ru: Новое событие
th: อีเวนต์ใหม่
tr: Yeni Event
vi: Sự kiện Mới
zh_hans: 新建事件
zh_hant: 新增事件

source: New Function
ar: دالة جديدة
de: Neue Funktion
es: Nueva Función
fr: Nouvelle fonction
hi: नया फ़ंक्शन
id: Fungsi Baru
it: Nuova funzione
ja: 新規関数
ko: 새 함수
pl: Nowa funkcja
pt_br: Nova função
ru: Новая функция
th: ฟังก์ชันใหม่
tr: Yeni Function
vi: Hàm Mới
zh_hans: 新建函数
zh_hant: 新增函式

source: New MySQL Connection
ar: اتصال MySQL جديد
de: Neue MySQL-Verbindung
es: Nueva Conexión MySQL
fr: Nouvelle connexion MySQL
hi: नया MySQL कनेक्शन
id: Koneksi MySQL Baru
it: Nuova connessione MySQL
ja: 新規 MySQL 接続
ko: 새 MySQL 연결
pl: Nowe połączenie MySQL
pt_br: Nova conexão MySQL
ru: Новое подключение MySQL
th: การเชื่อมต่อ MySQL ใหม่
tr: Yeni MySQL Bağlantısı
vi: Kết nối MySQL Mới
zh_hans: 新建 MySQL 连接
zh_hant: 新增 MySQL 連線

source: New Stored Procedure
ar: إجراء مخزَّن جديد
de: Neue Gespeicherte Prozedur
es: Nuevo Procedimiento Almacenado
fr: Nouvelle procédure stockée
hi: नई Stored Procedure
id: Prosedur Tersimpan Baru
it: Nuova stored procedure
ja: 新規ストアドプロシージャ
ko: 새 저장 프로시저
pl: Nowa procedura składowana
pt_br: Nova stored procedure
ru: Новая хранимая процедура
th: โพรซีเจอร์ใหม่
tr: Yeni Stored Procedure
vi: Thủ tục lưu trữ Mới
zh_hans: 新建存储过程
zh_hant: 新增預存程序

source: New Table
ar: جدول جديد
de: Neue Tabelle
es: Nueva Tabla
fr: Nouvelle table
hi: नई टेबल
id: Tabel Baru
it: Nuova tabella
ja: 新規テーブル
ko: 새 테이블
pl: Nowa tabela
pt_br: Nova tabela
ru: Новая таблица
th: ตารางใหม่
tr: Yeni Tablo
vi: Bảng Mới
zh_hans: 新建表
zh_hant: 新增表格

source: New Trigger
ar: مُشغِّل جديد
de: Neuer Trigger
es: Nuevo Disparador
fr: Nouveau trigger
hi: नया Trigger
id: Trigger Baru
it: Nuovo trigger
ja: 新規トリガー
ko: 새 트리거
pl: Nowy wyzwalacz
pt_br: Novo trigger
ru: Новый триггер
th: ทริกเกอร์ใหม่
tr: Yeni Trigger
vi: Trình kích hoạt Mới
zh_hans: 新建触发器
zh_hant: 新增觸發器

source: New View
ar: عرض جديد
de: Neue Ansicht
es: Nueva Vista
fr: Nouvelle vue
hi: नया व्यू
id: View Baru
it: Nuova vista
ja: 新規ビュー
ko: 새 뷰
pl: Nowy widok
pt_br: Nova view
ru: Новое представление
th: มุมมองใหม่
tr: Yeni View
vi: Khung nhìn Mới
zh_hans: 新建视图
zh_hant: 新增檢視表

source: No changes were made.
ar: لم يتم إجراء أي تغييرات.
de: Es wurden keine Änderungen vorgenommen.
es: No se realizaron cambios.
fr: Aucune modification n'a été effectuée.
hi: कोई बदलाव नहीं किया गया।
id: Tidak ada perubahan yang dilakukan.
it: Non è stata apportata alcuna modifica.
ja: 変更は行われませんでした。
ko: 변경된 사항이 없습니다.
pl: Nie wprowadzono żadnych zmian.
pt_br: Nenhuma alteração foi feita.
ru: Изменения не были внесены.
th: ไม่มีการเปลี่ยนแปลงใด ๆ
tr: Değişiklik yapılmadı.
vi: Không có thay đổi nào được thực hiện.
zh_hans: 未做任何更改。
zh_hant: 未進行任何變更。

source: No columns
ar: لا توجد أعمدة
de: Keine Spalten
es: Sin columnas
fr: Aucune colonne
hi: कोई कॉलम नहीं
id: Tidak ada kolom
it: Nessuna colonna
ja: 列がありません
ko: 열 없음
pl: Brak kolumn
pt_br: Nenhuma coluna
ru: Нет столбцов
th: ไม่มีคอลัมน์
tr: Kolon yok
vi: Không có cột
zh_hans: 无列
zh_hant: 沒有欄位

source: No data found in the file.
ar: لم يتم العثور على بيانات في الملف.
de: Keine Daten in der Datei gefunden.
es: No se encontraron datos en el archivo.
fr: Aucune donnée trouvée dans le fichier.
hi: फ़ाइल में कोई डेटा नहीं मिला।
id: Tidak ada data yang ditemukan dalam file.
it: Nessun dato trovato nel file.
ja: ファイルにデータが見つかりませんでした。
ko: 파일에서 데이터를 찾을 수 없습니다.
pl: Nie znaleziono danych w pliku.
pt_br: Nenhum dado encontrado no arquivo.
ru: В файле не найдено данных.
th: ไม่พบข้อมูลในไฟล์
tr: Dosyada veri bulunamadı.
vi: Không tìm thấy dữ liệu trong tệp.
zh_hans: 文件中未找到数据。
zh_hant: 檔案中找不到資料。

source: No databases found.
ar: لم يتم العثور على قواعد بيانات.
de: Keine Datenbanken gefunden.
es: No se encontraron bases de datos.
fr: Aucune base de données trouvée.
hi: कोई डेटाबेस नहीं मिला।
id: Tidak ada database yang ditemukan.
it: Nessun database trovato.
ja: データベースが見つかりませんでした。
ko: 데이터베이스를 찾을 수 없습니다.
pl: Nie znaleziono baz danych.
pt_br: Nenhum banco de dados encontrado.
ru: Базы данных не найдены.
th: ไม่พบฐานข้อมูล
tr: Veritabanı bulunamadı.
vi: Không tìm thấy cơ sở dữ liệu nào.
zh_hans: 未找到数据库。
zh_hant: 找不到資料庫。

source: No events
ar: لا توجد أحداث
de: Keine Ereignisse
es: Sin eventos
fr: Aucun événement
hi: कोई इवेंट नहीं
id: Tidak ada event
it: Nessun evento
ja: イベントがありません
ko: 이벤트 없음
pl: Brak zdarzeń
pt_br: Nenhum evento
ru: Нет событий
th: ไม่มีอีเวนต์
tr: Event yok
vi: Không có sự kiện
zh_hans: 无事件
zh_hant: 沒有事件

source: No functions
ar: لا توجد دوال
de: Keine Funktionen
es: Sin funciones
fr: Aucune fonction
hi: कोई फ़ंक्शन नहीं
id: Tidak ada fungsi
it: Nessuna funzione
ja: 関数がありません
ko: 함수 없음
pl: Brak funkcji
pt_br: Nenhuma função
ru: Нет функций
th: ไม่มีฟังก์ชัน
tr: Function yok
vi: Không có hàm
zh_hans: 无函数
zh_hant: 沒有函式

source: No indexes
ar: لا توجد فهارس
de: Keine Indizes
es: Sin índices
fr: Aucun index
hi: कोई इंडेक्स नहीं
id: Tidak ada indeks
it: Nessun indice
ja: インデックスがありません
ko: 인덱스 없음
pl: Brak indeksów
pt_br: Nenhum índice
ru: Нет индексов
th: ไม่มีดัชนี
tr: İndeks yok
vi: Không có chỉ mục
zh_hans: 无索引
zh_hant: 沒有索引

source: No procedures
ar: لا توجد إجراءات
de: Keine Prozeduren
es: Sin procedimientos
fr: Aucune procédure
hi: कोई प्रोसीज़र नहीं
id: Tidak ada prosedur
it: Nessuna procedura
ja: プロシージャがありません
ko: 프로시저 없음
pl: Brak procedur
pt_br: Nenhum procedimento
ru: Нет процедур
th: ไม่มีโพรซีเจอร์
tr: Procedure yok
vi: Không có thủ tục
zh_hans: 无存储过程
zh_hant: 沒有預存程序

source: No saved connections yet.
ar: لا توجد اتصالات محفوظة بعد.
de: Noch keine gespeicherten Verbindungen.
es: Aún no hay conexiones guardadas.
fr: Aucune connexion enregistrée pour l'instant.
hi: अभी तक कोई सहेजा गया कनेक्शन नहीं है।
id: Belum ada koneksi yang disimpan.
it: Nessuna connessione salvata ancora.
ja: 保存された接続はまだありません。
ko: 저장된 연결이 아직 없습니다.
pl: Brak zapisanych połączeń.
pt_br: Ainda não há conexões salvas.
ru: Сохранённых подключений пока нет.
th: ยังไม่มีการเชื่อมต่อที่บันทึกไว้
tr: Henüz kayıtlı bağlantı yok.
vi: Chưa có kết nối nào được lưu.
zh_hans: 尚无已保存的连接。
zh_hant: 尚無已儲存的連線。

source: No tables
ar: لا توجد جداول
de: Keine Tabellen
es: Sin tablas
fr: Aucune table
hi: कोई टेबल नहीं
id: Tidak ada tabel
it: Nessuna tabella
ja: テーブルがありません
ko: 테이블 없음
pl: Brak tabel
pt_br: Nenhuma tabela
ru: Нет таблиц
th: ไม่มีตาราง
tr: Tablo yok
vi: Không có bảng
zh_hans: 无表
zh_hant: 沒有表格

source: No triggers
ar: لا توجد مُشغِّلات
de: Keine Trigger
es: Sin disparadores
fr: Aucun trigger
hi: कोई Trigger नहीं
id: Tidak ada trigger
it: Nessun trigger
ja: トリガーがありません
ko: 트리거 없음
pl: Brak wyzwalaczy
pt_br: Nenhum trigger
ru: Нет триггеров
th: ไม่มีทริกเกอร์
tr: Trigger yok
vi: Không có trình kích hoạt
zh_hans: 无触发器
zh_hant: 沒有觸發器

source: No views
ar: لا توجد عروض
de: Keine Ansichten
es: Sin vistas
fr: Aucune vue
hi: कोई व्यू नहीं
id: Tidak ada view
it: Nessuna vista
ja: ビューがありません
ko: 뷰 없음
pl: Brak widoków
pt_br: Nenhuma view
ru: Нет представлений
th: ไม่มีมุมมอง
tr: View yok
vi: Không có khung nhìn
zh_hans: 无视图
zh_hant: 沒有檢視表

source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak Ada
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhum
ru: Нет
th: ไม่มี
tr: Hiçbiri
vi: Không có
zh_hans: 无
zh_hant: 無

source: Not connected to a database.
ar: غير متصل بقاعدة بيانات.
de: Nicht mit einer Datenbank verbunden.
es: No conectado a ninguna base de datos.
fr: Non connecté à une base de données.
hi: किसी डेटाबेस से जुड़ा नहीं है।
id: Tidak terhubung ke database.
it: Non connesso a un database.
ja: データベースに接続していません。
ko: 데이터베이스에 연결되어 있지 않습니다.
pl: Brak połączenia z bazą danych.
pt_br: Não conectado a um banco de dados.
ru: Нет подключения к базе данных.
th: ยังไม่ได้เชื่อมต่อกับฐานข้อมูล
tr: Veritabanına bağlı değil.
vi: Chưa kết nối đến cơ sở dữ liệu nào.
zh_hans: 未连接到数据库。
zh_hant: 尚未連線至資料庫。

source: Note
ar: ملاحظة
de: Notiz
es: Nota
fr: Remarque
hi: नोट
id: Catatan
it: Nota
ja: メモ
ko: 메모
pl: Uwaga
pt_br: Observação
ru: Примечание
th: หมายเหตุ
tr: Not
vi: Lưu ý
zh_hans: 备注
zh_hant: 備註

source: OBJECTS
ar: العناصر
de: OBJEKTE
es: OBJETOS
fr: OBJETS
hi: ऑब्जेक्ट
id: OBJEK
it: OGGETTI
ja: オブジェクト
ko: 개체
pl: OBIEKTY
pt_br: OBJETOS
ru: ОБЪЕКТЫ
th: อ็อบเจ็กต์
tr: NESNELER
vi: ĐỐI TƯỢNG
zh_hans: 对象
zh_hant: 物件

source: OK
ar: موافق
es: Aceptar
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好

source: OPTIONS AFFECTING THE SOURCE
ar: الخيارات المؤثرة على المصدر
de: OPTIONEN, DIE DIE QUELLE BETREFFEN
es: OPCIONES QUE AFECTAN AL ORIGEN
fr: OPTIONS AFFECTANT LA SOURCE
hi: स्रोत को प्रभावित करने वाले विकल्प
id: OPSI YANG MEMENGARUHI SUMBER
it: OPZIONI CHE INFLUENZANO L'ORIGINE
ja: ソースに影響するオプション
ko: 원본에 영향을 주는 옵션
pl: OPCJE WPŁYWAJĄCE NA ŹRÓDŁO
pt_br: OPÇÕES QUE AFETAM A ORIGEM
ru: ПАРАМЕТРЫ, ВЛИЯЮЩИЕ НА ИСТОЧНИК
th: ตัวเลือกที่มีผลต่อต้นทาง
tr: KAYNAĞI ETKİLEYEN SEÇENEKLER
vi: TÙY CHỌN ẢNH HƯỞNG ĐẾN NGUỒN
zh_hans: 影响源的选项
zh_hant: 影響來源的選項

source: OPTIONS WRITTEN TO THE FILE
ar: الخيارات المكتوبة في الملف
de: IN DIE DATEI GESCHRIEBENE OPTIONEN
es: OPCIONES ESCRITAS EN EL ARCHIVO
fr: OPTIONS ÉCRITES DANS LE FICHIER
hi: फ़ाइल में लिखे गए विकल्प
id: OPSI YANG DITULIS KE FILE
it: OPZIONI SCRITTE NEL FILE
ja: ファイルに書き込まれるオプション
ko: 파일에 기록되는 옵션
pl: OPCJE ZAPISANE W PLIKU
pt_br: OPÇÕES GRAVADAS NO ARQUIVO
ru: ПАРАМЕТРЫ, ЗАПИСАННЫЕ В ФАЙЛ
th: ตัวเลือกที่เขียนลงไฟล์
tr: DOSYAYA YAZILAN SEÇENEKLER
vi: TÙY CHỌN GHI VÀO TỆP
zh_hans: 写入文件的选项
zh_hant: 寫入檔案的選項
